Repository: ahmtilhn/sudoku_game
Catalog: assets/localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Definições
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
ur: ترتیبات
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Career
ar: المسيرة
bn: ক্যারিয়ার
de: Karriere
es: Carrera
fr: Carrière
hi: करियर
id: Karier
it: Carriera
ja: キャリア
ko: 커리어
nl: Carrière
pl: Kariera
pt: Carreira
ru: Карьера
th: เส้นทางอาชีพ
tr: Kariyer
uk: Кар’єра
ur: کیریئر
vi: Sự nghiệp
zh_hans: 生涯
zh_hant: 生涯

# career_subtitle
source: Progress from beginner to expert
ar: التقدم من المبتدئ إلى الخبير
bn: শুরু থেকে বিশেষজ্ঞের মধ্যে প্রচুর উন্নয়ন
de: Fortschritte von Beginner zu Experten
es: Progreso de principiante a experto
fr: Progrès du débutant à l’expert
hi: शुरुआती से विशेषज्ञ तक की प्रगति
id: Kemajuan dari pemula ke ahli
it: Il progresso da principiante ad esperto
ja: 初心者から専門家へ
ko: 초보자에서 전문가로의 진보
nl: Progress van beginner tot expert
pl: Rozwój od początkującego do eksperta
pt: Progresso de iniciante para especialista
ru: Прогресс от начинающего к эксперту
th: การพัฒนาจากผู้เริ่มต้นไปยังผู้เชี่ยวชาญ
tr: Acemiden uzmana ilerleme
uk: Прогрес від початківця до експерта
ur: ابتدائی سے ماہر تک ترقی
vi: Sự tiến bộ từ người mới bắt đầu đến chuyên gia
zh_hans: 从初学者到专家的进步
zh_hant: 從初學者到專家的進步

# career_random_subtitle
source: Choose a difficulty and get a new puzzle
ar: اختيار صعوبة واحصل على لعبة جديدة
bn: একটি কঠিনতা নির্বাচন করুন এবং একটি নতুন পুজো পেতে
de: Wählen Sie eine Schwierigkeit und bekommen Sie ein neues Puzzle
es: Elige una dificultad y obtenga un nuevo puzzle
fr: Choisissez une difficulté et obtenez un nouveau puzzle
hi: एक कठिनाई का चयन करें और एक नया पहेली प्राप्त करें
id: Pilih kesulitan dan dapatkan teka-teki baru
it: Scegli una difficoltà e ottieni un nuovo puzzle
ja: 困難を選び、新しいパズルを手に入れる
ko: 어려움을 선택하고 새로운 퍼즐을 얻으십시오.
nl: Kies een moeilijkheid en krijg een nieuw puzzle
pl: Wybierz problem i uzyskaj nowy puzzle
pt: Escolha uma dificuldade e obtenha um novo puzzle
ru: Выберите трудности и получите новый пuzzle
th: เลือกความยากลําบากและได้รับความกลัวใหม่
tr: Bir zorluk seçin ve yeni bir bulmaca edinin
uk: Виберіть складність і отримати новий пuzzle
ur: ایک مشکل کا انتخاب کریں اور ایک نیا پازل حاصل کریں
vi: Chọn một khó khăn và có được một câu đố mới
zh_hans: 选择一个困难,并获得一个新的拼图
zh_hant: 選擇一個困難,並獲得一個新的拼圖

# career_random_intro
source: Choose a difficulty. A fresh, unique Sudoku will be generated for every game.
ar: سوف يتم إنشاء سودوكو طازجة وفريدة من نوعها لكل لعبة.
bn: একটি ফ্রিজ, একটি অনন্য সুডোকু প্রতিটি খেলা জন্য তৈরি হবে।
de: Eine frische, einzigartige Sudoku wird für jedes Spiel generiert.
es: Un Sudoku fresco y único se generará para cada juego.
fr: Un Sudoku frais et unique sera généré pour chaque jeu.
hi: एक ताजा, अद्वितीय सुडोकू प्रत्येक खेल के लिए बनाया जाएगा।
id: Sudoku segar dan unik akan dihasilkan untuk setiap permainan.
it: Un Sudoku fresco e unico sarà generato per ogni gioco.
ja: すべてのゲームに新鮮でユニークなスドーコが生成されます。
ko: 모든 게임에 대해 신선하고 독특한 Sudoku가 생성됩니다.
nl: Een verse, unieke Sudoku zal worden gegenereerd voor elk spel.
pl: Do każdego gry zostanie stworzony świeży, wyjątkowy Sudoku.
pt: Um Sudoku fresco e único será gerado para cada jogo.
ru: Выбирайте трудности. для каждой игры будет создано свежее, уникальное Судоку.
th: เลือกความยากลําบาก ใหม่และเอกลักษณ์ของซูโดคจะถูกสร้างขึ้นสําหรับทุกเกม
tr: Bir zorluk seçin. Her oyun için taze, benzersiz bir Sudoku üretilecek.
uk: Свіжий, унікальний Судоку буде створений для кожної гри.
ur: ایک تازہ، منفرد Sudoku ہر کھیل کے لئے پیدا کیا جائے گا.
vi: Một Sudoku tươi, độc đáo sẽ được tạo ra cho mỗi trò chơi.
zh_hans: 选择一个困难,每场比赛都会产生新鲜而独特的苏多库。
zh_hant: 選擇一個困難,每場比賽都會產生新鮮而獨特的蘇多庫。

# three_mistake_rule
source: Career rule: the round ends after 3 wrong moves.
ar: قاعدة المهنة: ينتهي الجولة بعد 3 حركات خاطئة.
bn: ক্যারিয়ার নিয়ম: তিনটি ভুল হ্রাসের পর রুট শেষ হয়।
de: Karriereregel: Der Runde endet nach 3 falschen Bewegungen.
es: Regla de carrera: el ronda termina después de 3 movimientos equivocados.
fr: Règle de carrière : le tour se termine après 3 mouvements erronés.
hi: कैरियर नियम: तीन गलत आंदोलनों के बाद दौर समाप्त होता है।
id: Peraturan karir: putaran berakhir setelah 3 gerakan yang salah.
it: Regola di carriera: il round finisce dopo 3 movimenti sbagliati.
ja: キャリアルール:ラウンドは3つの間違った動きの後に終了します。
ko: 경력 규칙 : 라운드는 3 개의 잘못된 움직임 후에 끝납니다.
nl: Career Rule: de ronde eindigt na 3 verkeerde bewegingen.
pl: Zasada kariery: okrąg kończy się po 3 błędnych ruchach.
pt: Regra de carreira: o rolo termina após 3 movimentos errados.
ru: Правило карьеры: круг заканчивается после 3 неправильных движений.
th: กฎการทํางาน: รอบสิ้นสุดหลังจาก 3 การเคลื่อนไหวที่ผิด
tr: Kariyer kuralı: Tur 3 yanlış hamleden sonra sona erer.
uk: Правило кар'єри: раунд закінчується після трьох неправильних рухів.
ur: کیریئر کا قاعدہ: 3 غلط حرکتوں کے بعد دور ختم ہوتا ہے.
vi: Quy tắc nghề nghiệp: vòng kết thúc sau 3 chuyển động sai.
zh_hans: 职业规则:赛道在3个错误的动作后结束。
zh_hant: 職業規則:賽道在3個錯誤的動作後結束。

# random_clue_count
source: About %1d starting clues
ar: حول%1dبداية العلامات
bn: সম্পর্কে%1dশুরু চিঠি
de: über%1dStartlinien
es: Sobre%1dInicio Títulos
fr: sur%1dLes initiales des traces
hi: के बारे में%1dशुरुआती संकेत
id: Tentang%1dMulai dengan petunjuk
it: di%1dIniziare le tracce
ja: について%1dスタート ヒント
ko: 주위에%1d시작 팁
nl: Over%1dStartpunten
pl: O%1dPoczątki wskazówek
pt: Sobre%1dInicio Títulos
ru: О%1dНачало Отзывы
th: เกี่ยวกับ%1dการเริ่มต้นของทิศทาง
tr: Hakkında%1dbaşlangıç ipuçları
uk: Про%1dПочаток слідів
ur: کے بارے میں%1dشروع ٹائپ
vi: Về%1dBắt đầu trích dẫn
zh_hans: 关于%1d开始指示
zh_hant: 關於%1d開始指示

source: Local Duel
ar: الحوار المحلي
bn: স্থানীয় দুটি
de: Lokale Duel
es: Duelo local
fr: Duel local
hi: स्थानीय डुअल
id: Duel lokal
it: Duello locale
ja: 地元デュエル
ko: 지역 듀얼
nl: Lokale duel
pl: Lokalne duele
pt: Duelo local
ru: Местный дуэль
th: คู่มือในท้องถิ่น
tr: Yerel Düello
uk: Місцевий дуел
ur: مقامی دوئل
vi: Duel địa phương
zh_hans: 地点双重
zh_hant: 地點雙重

# local_duel_subtitle
source: Take 10-second turns on the same device
ar: إجراء 10 ثوانٍ على نفس الجهاز
bn: একই ডিভাইসে ১০ সেকেন্ডের ঘন
de: 10 Sekunden auf demselben Gerät
es: Toma 10 segundos de giros en el mismo dispositivo
fr: Prendre 10 secondes de tours sur le même appareil
hi: एक ही डिवाइस पर 10 सेकंड के टर्न ले लो
id: Menggunakan 10 detik pada perangkat yang sama
it: Prendere 10 secondi di rotazione sullo stesso dispositivo
ja: 同じデバイスで10秒回転する
ko: 같은 장치에서 10초 회전을 수행합니다.
nl: Neem 10 seconden omzetten op hetzelfde apparaat
pl: 10 sekund na tym samym urządzeniu
pt: Faça 10 segundos de conversão no mesmo dispositivo
ru: 10 секунд поворотов на одном устройстве
th: ใช้หมุน 10 วินาทีบนอุปกรณ์เดียวกัน
tr: Aynı cihazda 10 saniyelik dönüşler yapın
uk: 10 секунд переходу на одне і те ж пристрій
ur: ایک ہی آلہ پر 10 سیکنڈ ٹور کریں
vi: Lấy 10 giây quay trên cùng một thiết bị
zh_hans: 用同一设备进行10秒旋转
zh_hant: 用同一裝置進行10秒旋轉

source: Online Duel
ar: الداوي على الانترنت
bn: অনলাইন ডুয়েল
de: Online Duell
es: Duelo en línea
fr: Duel en ligne
hi: ऑनलाइन डुअल
it: Il Duello Online
ja: オンラインデュエル
ko: 온라인 듀얼
pl: Duel online
pt: Duelo online
ru: Онлайн дуэль
th: คู่มือออนไลน์
tr: Online Düello
uk: Онлайн дуель
ur: آن لائن دوئل
vi: Duel trực tuyến
zh_hans: 网上双重
zh_hant: 網上雙重

# online_duel_subtitle
source: Choose a difficulty and match with the same queue
ar: اختيار صعوبة وتوافق مع نفس الحبل
bn: একটি কঠিনতা নির্বাচন করুন এবং একই চুলের সাথে সমাধান করুন
de: Wählen Sie eine Schwierigkeit und passen Sie mit demselben Hals
es: Elige una dificultad y se ajusta con la misma cueva
fr: Choisissez une difficulté et correspondez avec la même coudée
hi: एक कठिनाई का चयन करें और एक ही कंगन के साथ फिट करें
id: Pilih kesulitan dan sesuai dengan kue yang sama
it: Scegli una difficoltà e corrispondi con la stessa corda
ja: 困難を選び、同じ尾に合う。
ko: 어려움을 선택하고 같은 꼬리와 일치하십시오.
nl: Kies een moeilijkheid en match met dezelfde kraak
pl: Wybierz trudność i dopasuj się do tej samej szyby
pt: Escolha uma dificuldade e ajuste com a mesma cota
ru: Выберите трудности и сопоставите с одной и той же хвосткой
th: เลือกความยากลําบากและตรงกับกระดูกเดียวกัน
tr: Bir zorluk seçin ve aynı kuyrukla eşleştirin
uk: Вибирайте складність і збігайтеся з однією хворобою
ur: ایک مشکل کا انتخاب کریں اور ایک ہی چمچ کے ساتھ مطابقت رکھیں
vi: Chọn một khó khăn và phù hợp với cùng một con quái
zh_hans: 选择一个困难,并与相同的尾巴匹配
zh_hant: 選擇一個困難,並與相同的尾巴匹配

# choose_duel_difficulty
source: Choose your duel difficulty
ar: اختيار صعوبة الحوار
bn: আপনার কঠিন ডুয়েল নির্বাচন করুন
de: Wählen Sie Ihre Duell-Schwierigkeiten
es: Elegir tu duelo de dificultad
fr: Choisissez votre duel
hi: अपनी मुश्किल डुअल चुनना
id: Pilihlah kesulitan duel Anda
it: Scegli la tua difficoltà di duello
ja: デュエル・トラブルを選ぶ
ko: 당신의 두 번째 어려움을 선택하십시오
nl: Kies uw duel moeilijkheid
pl: Wybierz Twój duel trudności
pt: Escolha sua dificuldade de duelo
ru: Выберите свой дуэль трудности
th: เลือกความยากลําบากของคู่ของคุณ
tr: Düello zorluğunuzu seçin
uk: Виберіть ваші дуелі труднощі
ur: آپ کے دوئل مشکل کا انتخاب کریں
vi: Chọn duel khó khăn của bạn
zh_hans: 选择你的双重挑战
zh_hant: 選擇你的雙重挑戰

# same_difficulty_match
source: You will only be matched with players who selected the same difficulty.
ar: سوف تتطابق فقط مع اللاعبين الذين اختاروا نفس الصعوبة.
bn: আপনি শুধু একই কঠিনতা নির্বাচন করা খেলোয়াড়দের সাথে সমাধান করা হবে।
de: Sie werden nur mit den Spielern, die die gleiche Schwierigkeit ausgewählt werden, vereinbar.
es: Sólo se ajustará con los jugadores que seleccionaron la misma dificultad.
fr: Vous ne serez compatibles que avec les joueurs qui ont choisi la même difficulté.
hi: आप केवल उन खिलाड़ियों के साथ मेल खाएंगे जिन्होंने एक ही कठिनाई का चयन किया है।
id: Anda hanya akan disesuaikan dengan pemain yang memilih kesulitan yang sama.
it: Sarai solo in grado di corrispondere con i giocatori che hanno scelto la stessa difficoltà.
ja: 同じ困難を選んだ選手と合うだけになります。
ko: 당신은 같은 어려움을 선택한 플레이어와 만 맞게 될 것입니다.
nl: U wordt alleen geïntroduceerd met spelers die dezelfde moeilijkheid hebben geselecteerd.
pl: Będziesz tylko dopasowany do graczy, którzy wybrali tę samą trudność.
pt: Você só será matched com jogadores que selecionaram a mesma dificuldade.
ru: Вы будете совпадать только с игроками, которые выбрали ту же трудность.
th: คุณจะตรงกับผู้เล่นที่เลือกความยากลําบากเดียวกันเท่านั้น
tr: Sadece aynı zorluğu seçen oyuncularla eşleşeceksiniz.
uk: Ви будете відповідати тільки гравцям, які вибрали таку ж труднощі.
ur: آپ کو صرف وہ کھلاڑیوں کے ساتھ مطابقت حاصل کی جائے گی جو اسی مشکل کو منتخب کرتے ہیں.
vi: Bạn sẽ chỉ được phù hợp với những người chơi đã chọn cùng một khó khăn.
zh_hans: 您只会与选择相同困难的玩家匹配。
zh_hant: 您只會與選擇相同困難的玩家匹配。

# difficulty_queue
source: %1s difficulty queue
ar: %1sصعوبة كوين
bn: %1sকঠিন কঠিন
de: %1sSchwierigkeiten Quelle
es: %1sLa dificultad queue
fr: %1sDifficulté queue
hi: %1sकठिनाई की कड़ी
id: %1sKesulitan yang
it: %1sDifficoltà di Quoue
ja: %1s難易度 クイーン
ko: %1s어려움
nl: %1smoeilijkheid Queue
pl: %1strudności Queue
pt: %1sDificuldade queue
ru: %1sТрудности Куа
th: %1sความยากลําบาก
tr: %1szorluk kuyruğu
uk: %1sТруднощі Ковчег
ur: %1sمشکل کا چمچ
vi: %1skhó khăn quue
zh_hans: %1s难度 王子
zh_hant: %1s難度 王子

# searching_opponent
source: Searching for an opponent…
ar: البحث عن معارض ..
bn: প্রতিপক্ষের জন্য খুঁজে...
de: Auf der Suche nach einem Gegner...
es: Buscando un oponente...
fr: En quête d’un adversaire...
hi: एक विरोधी की तलाश में ...
id: Mencari lawan yang...
it: Cercare un avversario...
ja: 相手を探す...
ko: 반대자를 찾는 ...
nl: Op zoek naar een tegenstander...
pl: Szukając przeciwnika...
pt: Buscando um adversário...
ru: Ищу противника...
th: ค้นหาคู่แข่ง
tr: Bir rakip aranıyor...
uk: Пошук супротивника...
ur: ایک مخالف کے لئے تلاش کر رہے ہیں ...
vi: Tìm kiếm đối thủ...
zh_hans: 寻找一个对手......
zh_hant: 尋找一個對手......

# queue_key
source: Queue: %1s
ar: كوين :%1s
bn: কুইউ :%1s
de: Die Quelle:%1s
es: Queja →%1s
hi: क्यूए :%1s
id: Keuangan :%1s
it: Il quo:%1s
ja: クイー:%1s
ko: 퀴즈 :%1s
nl: De quo:%1s
pl: Wygląda na to:%1s
pt: Queimão :%1s
ru: Квит :%1s
th: สิทธิ:%1s
tr: Kuyruk:%1s
uk: Запрошуємо :%1s
ur: کوئٹہ :%1s
vi: Quê:%1s
zh_hans: 查询:%1s
zh_hant: 查詢:%1s

# matchmaking_backend_pending
source: The online connection will use this queue when the matchmaking backend is enabled.
ar: سوف تستخدم الاتصال عبر الإنترنت هذا الخصم عندما يتم تمكين خلفية التصنيف.
bn: অনলাইন সংযোগ এই প্যাকেজ ব্যবহার করবে যখন matchmaking backend সক্রিয় হয়।
de: Die Online-Verbindung wird diese Quelle verwenden, wenn die Matchmaking Backend aktiviert ist.
es: La conexión en línea utilizará esta cueva cuando se habilite el backend de la combinación.
fr: La connexion en ligne utilisera cette couverture lorsque le backend de matchmaking est activé.
hi: ऑनलाइन कनेक्शन इस कवच का उपयोग करेगा जब मैच बनाने के बैकएंड को सक्षम किया जाता है।
id: Koneksi online akan menggunakan kue ini ketika backend matchmaking diaktifkan.
it: La connessione online utilizzerà questa corda quando è abilitato il backend matchmaking.
ja: オンライン接続は、マッチングバックエンドが有効になったときにこのスイッチを使用します。
ko: 온라인 연결은 matchmaking backend가 활성화되면 이 꼬리를 사용할 것입니다.
nl: De online verbinding zal deze waaier gebruiken wanneer de matchmaking backend is ingeschakeld.
pl: Połączenie online będzie korzystać z tej cewki, gdy zostanie włączony backend matchmaking.
pt: A conexão on-line usará esta quebra quando o backend de matchmaking for ativado.
ru: Онлайн-соединение будет использовать эту ковчег, когда будет включен поддел для сбора.
th: การเชื่อมต่อออนไลน์จะใช้สายนี้เมื่อการจัดหาการสนับสนุนการแข่งขันเปิดใช้งาน
tr: Eşleştirme arka ucu etkinleştirildiğinde çevrimiçi bağlantı bu kuyruğu kullanacaktır.
uk: Онлайн-зв'язок буде використовувати цю смугу, коли буде включено підключення до матчу.
ur: آن لائن کنکشن اس کی طرف سے استعمال کیا جائے گا جب matchmaking backend فعال ہے.
vi: Kết nối trực tuyến sẽ sử dụng cột này khi kết nối kết nối được kích hoạt.
zh_hans: 网上连接将使用此条纹,当匹配备份被启用时。
zh_hant: 網上連線將使用此條紋,當匹配備份被啟用時。

source: Cancel search
ar: إلغاء البحث
bn: বাতিল অনুসন্ধান
de: Suche abgeben
es: Cancelar la búsqueda
fr: Annuler la recherche
hi: खोज रद्द करें
id: Membatalkan pencarian
it: Cancelare la ricerca
ja: 検索キャンセル
ko: 검색 취소
nl: Verwijder zoekopdracht
pl: Anuluj wyszukiwanie
pt: Cancelar a busca
ru: Отменить поиск
th: การยกเลิกการค้นหา
tr: Aramayı iptal et
uk: Відмінити пошук
ur: تلاش کرنے کا خاتمہ
vi: Hủy tìm kiếm
zh_hans: 取消搜索
zh_hant: 取消搜尋

source: Find opponent
ar: العثور على المعارض
bn: প্রতিপক্ষ খুঁজে পেতে
de: Finden Sie Gegner
es: Encuentra a los oponentes
fr: Trouvez l’opposant
hi: विरोधी खोजें
id: Temukan lawan
it: Trova l’opposizione
ja: 対立者を見つける
ko: 상대방을 찾기
nl: Vind tegenstander
pl: Znajdź przeciwnika
pt: Encontre o adversário
ru: Найти оппонента
th: ค้นหาฝ่ายตรงข้าม
tr: Rakibi bul
uk: Знайдіть опонента
ur: دشمن کو تلاش کریں
vi: Tìm đối thủ
zh_hans: 找反对者
zh_hant: 找反對者

# local_practice
source: Play local practice
ar: لعب الممارسات المحلية
bn: স্থানীয় অভ্যাস খেলুন
de: Spielen Sie lokale Praxis
es: Juega la práctica local
fr: Jouer à la pratique locale
hi: स्थानीय अभ्यास खेल
id: Bermain praktek lokal
it: Gioca la pratica locale
ja: 地元の実践を
ko: 지역 연습을 연주
nl: Speel lokale praktijken
pl: Graj w lokalną praktykę
pt: Jogue a prática local
ru: Играть в местную практику
th: เล่นหลักสูตรท้องถิ่น
tr: Yerel uygulamayı oynat
uk: Грати в місцеву практику
ur: مقامی عمل کا استعمال کریں
vi: Chơi thực hành địa phương
zh_hans: 玩本地实践
zh_hant: 玩本地實踐

source: Daily Sudoku
ar: يوميا سودوكو
bn: সাদা সাদা
de: Tagesausgabe Sudoku
es: El día de Sudoku
fr: Le Sudoku quotidien
hi: दैनिक सुडोकू
id: Harian Sudoku
it: Il Sudoku
ja: 日常スドーコ
ko: 매일 수다쿠
nl: Dagelijkse Sudoku
pl: Codzienne Sudoku
pt: Dia do Sudoku
ru: Судоку ежедневный
th: วันอาทิตย์
tr: Günlük Sudoku
uk: Щоденний Судоку
ur: روزانہ سوڈوکو
vi: Ngày Sudoku
zh_hans: 日常苏多库
zh_hant: 日常蘇多庫

# daily_subtitle
source: One fresh puzzle every day
ar: 1 حلوى جديدة كل يوم
bn: প্রতিদিন একটি ফ্রিজ পুজো
de: Ein frisches Puzzle jeden Tag
es: Un puzzle fresco todos los días
fr: Un puzzle frais tous les jours
hi: हर दिन एक ताजा पहेली
id: 1 Puzzle segar setiap hari
it: Un puzzle fresco ogni giorno
ja: 毎日新鮮なパズル
ko: 매일 신선한 퍼즐
nl: Een nieuwe puzzle elke dag
pl: Jeden świeży puzzle każdego dnia
pt: Um puzzle fresco todos os dias
ru: Один свежий пuzzle каждый день
th: 1 ปลั๊กสดทุกวัน
tr: Her gün yeni bir bulmaca
uk: Кожен день один свіжий пuzzle
ur: ہر روز ایک تازہ پازل
vi: 1 câu đố tươi mỗi ngày
zh_hans: 每天新鲜的拼图
zh_hant: 每天新鮮的拼圖

source: How to play
ar: كيف تلعب
bn: কীভাবে খেলতে
de: Wie man spielt
es: Cómo jugar
fr: Comment jouer
hi: कैसे खेलने के लिए
id: Bagaimana untuk bermain
it: Come si gioca
ja: どうやって遊ぶか
ko: 어떻게 플레이할 것인가
nl: Hoe te spelen
pl: Jak grać
pt: Como jogar
ru: Как играть
th: วิธีการเล่น
tr: Nasıl oynanır
uk: Як грати
ur: کیسے کھیلتے ہیں
vi: Làm thế nào để chơi
zh_hans: 如何玩
zh_hant: 如何玩

# tutorial_repeat
source: Open the tutorial again
ar: افتح الدليل مرة أخرى
bn: আবারও টুইটুটি খোলা
de: Öffnen Sie das Tutorial wieder
es: Abre de nuevo el tutorial
fr: Ouvrez le tutoriel à nouveau
hi: ट्यूटोरियल को फिर से खोलें
id: Buka tutorial lagi
it: Apri di nuovo il tutorial
ja: トゥチュアリを再開
ko: 다시 튜토리얼을 열어보세요.
nl: Open de tutorial weer
pl: Otwórz tutorial ponownie
pt: Abra o tutorial novamente
ru: Откройте туториал снова
th: เปิด tutorial อีกครั้ง
tr: Öğreticiyi tekrar aç
uk: Відкрийте туториал знову
ur: ٹیوٹوریل دوبارہ کھولیں
vi: Mở lại tutorial
zh_hans: 重新打开Tutorial
zh_hant: 重新開啟Tutorial

# tutorial_new
source: Learn in minutes with a 4×4 board
ar: تعلم في دقائق مع لوحة 4 × 4
bn: মিনিটের মধ্যে 4×4 ট্যাবের সাথে শেখা
de: Lernen Sie in Minuten mit einem 4×4-Tablet
es: Aprende en minutos con un panel 4×4
fr: Apprendre en quelques minutes avec un tableau 4×4
hi: 4×4 बोर्ड के साथ मिनट में सीखें
id: Belajar dalam beberapa menit dengan papan 4x4
it: Imparare in minuti con un tavolo 4×4
ja: 4×4ボードで学ぶ
ko: 4×4 보드로 몇 분 안에 배울 수 있습니다.
nl: Leer in minuten met een 4x4 board
pl: Ucz się w kilka minut z 4x4 tablicą
pt: Aprenda em minutos com um painel 4×4
ru: Учиться за минуты с 4×4 панелью
th: เรียนรู้ในนาทีด้วยแผง 4×4
tr: 44 tahta ile dakikalar içinde öğrenin
uk: Навчитися за кілька хвилин з 4×4 панель
ur: 4×4 بورڈ کے ساتھ منٹ میں سیکھیں
vi: Học trong vài phút với bảng 4×4
zh_hans: 用4×4板学习几分钟
zh_hant: 用4×4板學習幾分鐘

# welcome_returning_title
source: Ready for a Sudoku?
ar: هل أنت مستعد لـ Sudoku؟
bn: সুদোকুকে প্রস্তুত?
de: Bereit für einen Sudoku?
es: ¿Estás preparado para un Sudoku?
fr: Prêt pour un Sudoku ?
hi: एक सुडोक के लिए तैयार?
id: Siap untuk Sudoku?
it: Pronto per un Sudoku?
ja: スドーコの準備は?
ko: Sudoku에 대한 준비가 되셨나요?
nl: Klaar voor een Sudoku?
pl: Gotowy na Sudoku?
pt: Pronto para um Sudoku?
ru: Готовы к судоку?
th: พร้อมแล้วสําหรับซูโดค
tr: Sudoku için hazır mısınız?
uk: Готовий на Судоку?
ur: ایک سوڈوکو کے لئے تیار ہیں؟
vi: Sẵn sàng cho Sudoku?
zh_hans: 准备好做苏多库吗?
zh_hant: 準備好做蘇多庫嗎?

# welcome_new_title
source: You don't need to know Sudoku.
ar: لا حاجة لمعرفة السودوكو.
bn: সুদোকুকে জানতে হবে না।
de: Du musst nicht Sudoku kennen.
es: No necesitas conocer Sudoku.
fr: Vous n’avez pas besoin de connaître le Sudoku.
hi: आपको सुडोक को जानने की जरूरत नहीं है।
id: Anda tidak perlu tahu Sudoku.
it: Non è necessario conoscere Sudoku.
ja: スドゥーコを知る必要はない。
ko: 당신은 Sudoku를 알아야 할 필요가 없습니다.
nl: Je hoeft niet Sudoku te kennen.
pl: Nie musisz znać Sudoku.
pt: Você não precisa conhecer Sudoku.
ru: Вам не нужно знать Судоку.
th: คุณไม่จําเป็นต้องรู้ซูโดโก
tr: Sudoku bilmenize gerek yok.
uk: Не потрібно знати Судоку.
ur: آپ کو سوڈوکو کو جاننے کی ضرورت نہیں ہے.
vi: Bạn không cần phải biết Sudoku.
zh_hans: 你不需要了解苏多库。
zh_hant: 你不需要了解蘇多庫。

# welcome_returning_body
source: Continue your career or challenge another player.
ar: استمر في مسيرتك أو تحدي لاعب آخر.
bn: আপনার ক্যারিয়ার চালু করুন বা অন্য খেলোয়াড়কে চ্যালেঞ্জ করুন।
de: Fortsetzung Ihrer Karriere oder Herausforderung eines anderen Spieler.
es: Continúe su carrera o desafía a otro jugador.
fr: Continuez votre carrière ou défiez un autre joueur.
hi: अपने कैरियर को जारी रखें या किसी अन्य खिलाड़ी को चुनौती दें।
id: Lanjutkan karir Anda atau mencabar pemain lain.
it: Continua la tua carriera o sfida un altro giocatore.
ja: キャリアを継続したり、他のプレイヤーに挑戦したりします。
ko: 경력을 계속하거나 다른 플레이어를 도전하십시오.
nl: Ga verder met je carrière of uitdag een andere speler.
pl: Kontynuuj swoją karierę lub wyzwanie innego gracza.
pt: Continue sua carreira ou desafiar outro jogador.
ru: Начните свою карьеру или вызовите другого игрока.
th: ปฏิบัติการอาชีพหรือท้าทายผู้เล่นอื่น ๆ
tr: Kariyerinize devam edin veya başka bir oyuncuya meydan okuyun.
uk: Продовжуйте свою кар'єру або виклик іншому гравцеві.
ur: اپنے کاروبار کو جاری رکھیں یا کسی دوسرے کھلاڑی کو چیلنج کریں.
vi: Tiếp tục sự nghiệp của bạn hoặc thách thức một cầu thủ khác.
zh_hans: 继续你的职业生涯或挑战另一个球员。
zh_hant: 繼續你的職業生涯或挑戰另一個球員。

# welcome_new_body
source: Learn the rules with a quick tutorial, then start your career.
ar: تعلم القواعد باستخدام دليل سريع ، ثم ابدأ حياتك المهنية.
bn: একটি দ্রুত টুইটরির সাথে নিয়মগুলি শিখুন, তারপর আপনার ক্যারিয়ার শুরু করুন।
de: Lernen Sie die Regeln mit einem schnellen Tutorial und beginnen Sie dann Ihre Karriere.
es: Aprenda las reglas con un tutorial rápido, luego comienza su carrera.
fr: Apprenez les règles avec un tutoriel rapide, puis commencez votre carrière.
hi: एक त्वरित ट्यूटोरियल के साथ नियमों को सीखें, फिर अपनी कैरियर शुरू करें।
id: Pelajari aturan dengan tutorial cepat, kemudian memulai karir Anda.
it: Imparare le regole con un tutorial veloce, poi iniziare la tua carriera.
ja: ルールを迅速なトリックで学び、その後キャリアを開始します。
ko: 빠른 튜토리얼을 사용하여 규칙을 배우고 경력을 시작하십시오.
nl: Leer de regels met een snelle tutorial, en begin dan je carrière.
pl: Naucz się zasad za pomocą szybkiego tutorial, a następnie rozpocznij swoją karierę.
pt: Aprenda as regras com um tutorial rápido, e então comece a sua carreira.
ru: Узнайте правила с помощью быстрой инструкции, а затем начните свою карьеру.
th: เรียนรู้กฎด้วยคู่มืออย่างรวดเร็วแล้วเริ่มอาชีพของคุณ
tr: Hızlı bir öğretici ile kuralları öğrenin, ardından kariyerinize başlayın.
uk: Вивчайте правила швидким туториалом, а потім розпочнете свою кар'єру.
ur: ایک تیزی سے ٹیوٹوریل کے ساتھ قواعد سیکھیں، پھر آپ کی کیریئر شروع کریں.
vi: Tìm hiểu các quy tắc với một hướng dẫn nhanh chóng, sau đó bắt đầu sự nghiệp của bạn.
zh_hans: 通过快速的教程学习规则,然后开始你的职业生涯。
zh_hant: 透過快速的教程學習規則,然後開始你的職業生涯。

# career_intro
source: Start with the easiest puzzles and progress step by step.
ar: ابدأ بأسهل الألغاز والتقدم خطوة بخطوة.
bn: সবচেয়ে সহজ পুজো দিয়ে শুরু করুন এবং ধাপ-পক্ষে প্রদর্শন করুন।
de: Beginnen Sie mit den einfachsten Rätsel und Fortschritte Schritt für Schritt.
es: Comenzar con los puzzles más fáciles y avanzar paso a paso.
fr: Commencez par les puzzles les plus faciles et progressez pas à pas.
hi: सबसे आसान पहेली के साथ शुरू करें और कदम-दर-चरण प्रगति करें।
id: Mulai dengan teka-teki yang paling mudah dan kemajuan langkah demi langkah.
it: Inizia con i puzzle più semplici e progressi passo dopo passo.
ja: 最も簡単なパズルと進歩をステップからステップで始める。
ko: 가장 쉬운 퍼즐과 단계별로 진행하기 시작합니다.
nl: Begin met de makkelijkste puzzels en stap voor stap vooruitgang.
pl: Zacznij od najprostszych zagadków i postęp krok po kroku.
pt: Comece com os puzzles mais fáceis e progresso passo a passo.
ru: Начните с самых простых загадок и прогресс шаг за шагом.
th: เริ่มต้นด้วยความล้มเหลวที่ง่ายที่สุดและขั้นตอนขั้นตอน
tr: En kolay bulmacalarla başlayın ve adım adım ilerleyin.
uk: Почніть з найпростіших псалмів і прогресуйте крок за кроком.
ur: سب سے آسان پازل کے ساتھ شروع کریں اور قدم سے قدم آگے بڑھیں.
vi: Bắt đầu với những câu đố dễ dàng nhất và tiến bộ từng bước.
zh_hans: 开始最简单的拼图和进步一步一步。
zh_hant: 開始最簡單的拼圖和進步一步一步。
